<template>
  <div class="container">
    <div class="textBox">
      <h3>隱私權政策</h3>
      <p class="h3__text">
        本網站十分重視您的隱私權保護，依照中華民國個人資料保護法及本網站的隱私權保護政策，進行聲明，蒐集、處理、利用及管理您個人資料。為了讓您安心使用本網站各項服務，下述向您說明本網站的隱私權保護政策:
      </p>
      <div class="title">一、隱私權保護政策的適用範圍</div>
      <p class="text">
        隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員、服務與行為。
      </p>
      <div class="title">二、個人資料的蒐集、處理及利用方式</div>
      <p class="text">
        當您造訪本網站或使用本網站所提供之功能服務時，我們將依據該功能內容，請您提供必要之個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。
        本網站在您使用互動性功能時，會保留您所提供的個人資料，包括但不限於姓名、電子郵件地址、聯絡方式及使用時間等。
        於一般瀏覽時，伺服器會自行記錄相關行徑，包括但不限於您使用的連線設備型號、網路位址、使用時間、瀏覽器平台、瀏覽目的及點選資料記錄等，做為我們增進網站服務的參考依據。此記錄僅為內部分析應用，不做其他用途。
        為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。
      </p>
      <div class="title">三、資料之保護</div>
      <p class="text">
        只由經過授權的人員才能接觸您的個人資料，如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。
      </p>
      <div class="title">四、網站對外的相關連結</div>
      <p class="text">
        不屬本網站的網域的其他網站，您可經由本網站所提供的連結前往。但該網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。
      </p>
      <div class="title">五、與第三人共用個人資料之政策</div>
      <p class="text">
        依照中華民國個人資料保護法之規定，本網站不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。
        前項但書之情形包括不限於： 經由您書面同意。 法律明文規定。 為免除您生命、身體、自由或財產上之危險。
        與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。
        當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。
        有利於您的權益。
        本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。
      </p>
      <div class="title">六、Cookie之使用</div>
      <p class="text">
        為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的Cookie，若您不願接受Cookie的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕Cookie的寫入，但可能會導至網站某些功能無法正常執行。
      </p>
      <div class="title">
        七、隱私權保護政策之修正 本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。
      </div>

      <div class="title">八、資料之查閱與刪除</div>
      <p class="text">
        會員能隨時在網站的會員帳號查看授權的姓名與電郵資料，並且僅作為商店會員、訂單資料的內容。
        會員能隨時透過商店的聯絡管道，要求商店停止使用或是刪除個人資料的要求。
      </p>
    </div>
  </div>
</template>

<script></script>

<style lang="scss" scoped>
.container {
  width: 100%;
}
.textBox {
  width: 70%;
  margin: 5rem auto;
  font-size: 4rem;
}

h3 {
  text-align: center;
  margin: 5rem 0rem;
}

.h3__text {
  padding: 0;
  font-size: 1.5rem;
}

.title {
  font-size: 2rem;
  font-family: 200;
  margin: 2rem 0;
}
.text {
  margin: 1rem 0rem 5rem 0rem;
  padding: 0 0 0 4rem;
  font-size: 1.5rem;
  text-align: justify;
  font-weight: 200;
  line-height: 1.75;
}
</style>
